/** エディタ初期表示用のサンプル HTML。 */
export const initialContent = `
<h2>
  こんにちは！
</h2>
<p>
  これは <strong>Tiptap</strong> の<em>基本構造</em>を示したサンプルです。もちろん、**テキストエディタ**に期待されるような、あらゆる基本的なテキストスタイルに対応しています。ですが、こちらのリスト機能もぜひご覧ください：
</p>
<ul>
  <li>
    このように箇条書きの項目が1つ…
  </li>
  <li>
    …または2つと並べられます。
  </li>
</ul>
<p>
  素敵だと思いませんか？しかも、これらはすべてその場で編集可能です。まだまだこれだけではありません。次はコードブロックを試してみましょう：
</p>
<pre><code class="language-css">body {
  display: none;
}</code></pre>
<p>
  驚くのも無理はありません。ですが、これでもほんの氷山の一角にすぎないのです。ぜひ実際に色々とクリックして試してみてください。他のサンプルをチェックするのもお忘れなく！
</p>
<blockquote>
  わあ、本当に素晴らしいわ。よくやったわね！👏
  <br />
  — お母さんより
</blockquote>
`;
